Repository: klyok/DC.OmegaT
Catalog: DC++/omegat/project_save.tmx
Source language: en
Languages: be

source: Sorry, but nick "%1" is already taken by another user.
be: Выбачайце, але мянушку «%1» ўжо заняў іншы карыстальнік.

source: Sort favorite users first
be: Упарадкаваць першымі ўлюбёнцаў

source: Sounds
be: Гукі

source: Source
be: Крыніца

source: Source (git)
be: Крынічнікі (git)

source: Source Type
be: Від крыніцы

source: Source too slow
be: Запавольная крыніца

source: Space free
be: Вольная прастора

source: Spanish
be: Гішпанская

source: Spanish translation
be: Гішпанская мова

source: Speak from third person
be: Сказаць ад трэцяе асобы

source: Special options:
be: Адмысловыя можнасьці:

source: Special options: - 'Active' check box selects if the search is used or not.
be: Адмысловыя можнасьці: — Птушачка «Задзейнічаны» паказвае, ці ўжываецца гэты пошук.

source: Specify a search string
be: Вызначце дакладней, які радок шукаць

source: Specify a server to connect to
be: Вызначце дакладней, зь якім паслужніком злучацца

source: Speed
be: Хуткасьць

source: Speed limit On/Off
be: Абмяжоўваць хуткасьці

source: Spy
be: Шпег

source: Start
be: Пачаць

source: Start Hubs minimized
be: Запускаць асяродкі найменшанымі

source: Start a search for this file
be: Пачаць шукаць гэты файл

source: Start hubs minimized
be: Запускаць асяродкі найменшанымі

source: Started
be: Пачалі

source: Started update process
be: Пачалі абнаўляць

source: Starting the update process
be: Пачынаем абнаўляцца

source: State of preparedness
be: Стан падрыхтаванасьці

source: State your business and I might answer later if you're lucky.
be: Пакіньце паведамленьне, і я вам адкажу, калі пашэнціць.

source: Statistic
be: Статыстыка

source: Statistics
be: Статыстыка

source: Status
be: Стан

source: Status message
be: Апісаньне стану

source: Stealth ban
be: Выганяць цішком

source: Stealthy Style
be: Патаемны выгляд стужкі поступу

source: Stealthy Style Ico
be: Значак патаемнага выгляду

source: Stop
be: Спыніць

source: Store IP in a SQLite database (Column Last IP)
be: Захоўваць IP ў базе зьвестак SQLite (для слупка «Апошні IP»)

source: Store IP in a database (slow...)
be: Захоўваць IP ў базе (павольна…)

source: Store IP in a database (slow…)
be: Захоўваць IP ў базе (павольна…)

source: Stored password sent...
be: Даслалі захаванае гасло…

source: Stored password sent…
be: Даслалі захаванае гасло…

source: Strike font
be: Закрэсьлены

source: String not found:
be: Не знайшлі радок:

source: StrongDC++ Discussion forum
be: Форум, дзе абмяркоўваюць StrongDC++

source: StrongDC++ Homepage
be: Хатняя бачына StrongDC++

source: StrongDC++ has detected a MAGNET link with a file hash that can be searched for on the Direct Connect network.
be: StrongDC++ выявіў маґніт-спасылку, што зьмяшчае скарот, які можна пашукаць у сетцы Direct Connect.

source: Subtitles
be: Субтытры

source: Subtract list
be: Знайсьці розьніцу

source: Successfully created port mappings
be: Пасьпяхова стварылі люстры портаў

source: Successfully created port mappings (TCP: %1%, UDP: %2%, TLS: %3%), mapped using the %4% interface
be: Пасьпяхова адлюстравалі порты (TCP: %1%, UDP: %2%, TLS: %3%) з дапамогаю інтэрфэйсу %4%

source: Successfully get TTH from NTFS stream:
be: Пасьпяхова атрымалі зьвесткі скаротаў са струменю NTFS:

source: Successfully removed port mappings with the %1% interface
be: Пасьпяхова зьнішчылі адлюстраваньні портаў на інтэрфэйсе %1%

source: Such folder description already exists
be: Такое апісаньне ўжо існуе

source: Suggestions
be: Прапановы

source: Summary user report
be: Кароткая справаздача па карыстальніку

source: Supported version of Foobar2000 is not running or component foo_winamp_spam not installed
be: Не запусьцілі вэрсіі Foobar2000, якая падтрымваецца, або не ўсталявалі складніку «foo_winamp_spam»

source: Supported version of JetAudio is not running
be: Не запушчаная вэрсія JetAudio, якая можа падтрымвацца

source: Supported version of Media Player Classic is not running
be: Не запушчаная вэрсія Media Player Classic, якая можа падтрымвацца

source: Supported version of Winamp is not running
be: Не запушчаная вэрсія Winamp, якая можа падтрымвацца

source: Supported version of Windows Media Player is not running
be: Не запушчаная вэрсія Windows Media Player, якая можа падтрымвацца

source: Supported version of iTunes is not running
be: Не запушчаная вэрсія iTunes, якая можа падтрымвацца

source: Supports
be: Падтрымвае

source: Suppress PM
be: Прыпыніць асабістыя паведамленьні

source: Suppress all PM, exclude favorites
be: Прыпыніць асабістыя паведамленьні не ад улюбёнцаў

source: Suppress all PM, exclude favorits
be: Прыпыніць асабістыя паведамленьні не ад улюбёнцаў

source: Suppress main chat
be: Прыпыніць галоўную гутарку

source: Supress sound notifications
be: Прыпыніць апавяшчаць гукамі

source: Supress text notifications
be: Прыпыніць апавяшчаць тэкстам

source: Suspend
be: прыпыніць

source: Switch place on y/m/d, or leave any of them out to alter the substitution.
be: Каб зьмяніць падмену, можна таксама ўпісаць y/m/d, — ці пакінуць частку пустою.

source: System Log
be: Справаздача сыстэмы

source: System default
be: Як звычайна

source: System icons
be: Сыстэмныя значкі

source: System logging not enabled.
be: У справаздачу сыстэмы нічога не занатоўваецца.

source: System message
be: Паведамленьне сыстэмы

source: T&ransfers Ctrl+3
be: &Перадаваньне Ctrl+3

source: TB
be: ТБ

source: TCP port
be: Порт TCP

source: TLS disabled, failed to generate certificate:
be: TLS не задзейнічаны, не ўдалося стварыць пасьведчаньне:

source: TLS disabled, failed to generate certificate: %1%
be: Не ўдалося стварыць пасьведчаньне — TLS не задзейнічалі: %1%

source: TLS disabled, no certificate file set
be: TLS не задзейнічаны, файл пасьведчаньня ня вызначаны

source: TLS port
be: Порт TLS

source: TOS is a byte.
be: «Від службы» запісваецца байтам.

source: TTH
be: Скарот (TTH)

source: TTH Calculator
be: Падлічыць скарот (TTH)

source: TTH Checked
be: Скарот (TTH) спраўдзілі

source: TTH Inconsistency
be: Разыходжаньне TTH

source: TTH Root
be: Скарот (TTH)

source: TTH inconsistency
be: Разыходжаньне TTH

source: TTH is Checked
be: Скарот (TTH) спраўдзілі

source: TTH not found in NTFS stream, file will be rehashed:
be: Не знайшлі скароту ў струмені NTFS, таму ён створыцца нанова:

source: TTH not found in NTFS stream, file will be rehashing
be: Не знайшлі TTH у струмені NTFS, скарот файлу створыцца нанова

source: TTH not found in NTFS stream, file will be rehashing:
be: Не знайшлі скароту (TTH) у струмені NTFS, таму скарот файла створыцца нанова:

source: TTH:
be: Скарот (TTH):

source: Tab bolding on content change
be: Тлусты шрыфт загалоўку карткі, калі зьмянілася зьмесьціва

source: Tab highlight on content change
be: Падсьвечваць загаловак карткі, калі зьмянілася зьмесьціва

source: Tabs
be: Карткі

source: Tabs on top
be: Карткі — уверсе

source: Tabs options
be: Можнасьці картак

source: Tabs position
be: Разьмяшчаць карткі

source: Tag
be: Бірка

source: Take part in the test-drive a fresh FlylinkDC++
be: Удзельнічаць у выпрабаваньнях сьвежага FlylinkDC++

source: Target
be: Прызначэньне

source: Target file is missing or wrong size
be: Файл мэты адсутнічае ці мае неадпаведны памер

source: Target filename too long
be: Прызначаная назва файла задаўгая

source: Target removed
be: Мэта зьнікла

source: Temporarily change maximum speed of indexing (Mb/s)
be: Часова зьмяніць найвялікшую хуткасьць (у Мб/с)

source: Temporarily change maximum speed of indexing (MiB/s)
be: Часова зьмяніць найвялікшую хуткасьць (у МіБ/с)

source: Temporarily ignoring update
be: Часова не зважаем на абнаўленьні

source: Terminate Application
be: Спыніць праґраму

source: Test
be: Паспрабаваць

source: Test FlylinkDC++ network connections
be: Выпрабаваць сеткавыя злучэньні FlylinkDC++

source: Text beside icons
be: Тэкст збоку ад значкаў

source: Text color
be: Колер тэксту

source: Text only
be: Толькі тэкст

source: Text sent to hub
be: Тэкст, які дашлецца асяродку

source: Text style
be: Стыль тэксту

source: Text under icons
be: Тэкст пад значкамі

source: Thank you for choosing FlylinkDC++!
be: Дзякуем, што карыстаецеся FlylinkDC++!

source: The %1% interface has failed to map the %2% %3% port
be: Інтэрфэйсу %1% не ўдалося адлюстраваць порт %2% на %3%

source: The %s interface has failed to map the %s %s port
be: На інтэрфэйсе %s не ўдалося адлюстраваць порты з %s у %s

source: The Group
be: Суполка

source: The News Blog
be: Дзёньнік навінаў

source: The autosearch will find exact matches by searching via hash.
be: Самарушны пошук знаходзіць дакладныя супадзеньні па скаротах.

source: The caveats for Passive mode also apply here.
be: Абмежаваньні нядзейнага спосабу будуць дзейнічаць і тут таксама.

source: The drawback is that it may won't find much more sources
be: Недахоп — ня ўсе магчымыя крыніцы могуць знайсьціся,

source: The drawbacks are that it might add slower sources, possibly
be: Недахоп — могуць дадавацца павольныя крыніцы,

source: The first entry may be accessed with %[opchat] from raw and user commands but in order for this to work it may not contain any wildcard characters in it.
be: Да першага пункту можна атрымаць доступ, калі набраць %[opchat] у сырых ці карыстальніцкіх загадах, але трэба, каб ён не зьмяшчаў знакаў шаблёнавых выразаў.

source: The following application error has occurred:
be: Праґрама дала хібу:

source: The following are available:
be: і такія зьменныя:

source: The following are available: %[myNI]: your own nick %[userNI]: the users nick (user && search context only) %[userTAG]: user tag (user && search context only) %[userDE]: user description (user && search con4text only) %[userEM]: user email (user && search context only) %[userSS]: user shared bytes (exact) (user && search context only) %[userSSshort]: user shared bytes (formatted) (user && search context only) %[userI4]: user ip (if supported by hub) %[fileFN]: filename (search context only) %[line:reason]: opens up a window asking for \"reason\"
be: Даступныя такія зьменныя: %[myNI]: вашая ўласная мянушка %[userNI]: мянушка карыстальніка (толькі ў пошуку ды для мянушкі ў гамане) %[userTAG]: бірка карыстальніка (толькі ў пошуку ды для мянушкі ў гамане) %[userDE]: апісаньне карыстальніка (толькі ў пошуку ды для мянушкі ў гамане) %[userEM]: электронная пошта карыстальніка (толькі ў пошуку ды для мянушкі ў гамане) %[userSS]: колькі байтаў (дакладна) абагуліў карыстальнік (толькі ў пошуку ды для мянушкі ў гамане) %[userSSshort]: колькі абагуліў карыстальнік (прыкладна) (толькі ў пошуку ды для мянушкі ў гамане) %[userI4]: ip карыстальніка (калі асяродак гэта падтрымлівае) %[fileFN]: назоў файла (толькі ў пошуку) %[line:тлумачэньне]: паказвае вакно, якое запытваецца ўвесьці \"тлумачэньне\"

source: The group
be: Суполка

source: The increase in waiting time increases the likelihood of adding to top, but reduces the dynamics (updating) frame
be: Калі павялічыць час чаканьня, павялічыцца імавернасьць дадаць у найлепшыя, але чашчыня абнаўленьня кадру паменшыцца

source: The location of the User-list
be: Разьмесьціць сьпіс карыстальнікаў

source: The location of the user list
be: Разьмесьціць сьпіс карыстальнікаў

source: The name and address fields are required
be: Трэба запоўніць палі «Назва» і «Адрас»

source: The order in the ADLSearch windows is therefore important.
be: Таму важна сачыць за пасьлядоўнасьцю ў акне самарушнага пошуку.

source: The socks server doesn't support login / password authentication
be: Паслужнік SOCKS не падтрымвае апазнаваньня «ўліковае ймя — гасло»

source: The socks server failed establish a connection
be: Паслужніку Socks не ўдалося наладзіць злучэньне

source: The socks server requires authentication
be: Паслужнік SOCKS патрабуе апазнацца

source: The temporary download directory cannot be shared
be: Нельга абагуляць часовы каталёґ

source: Theme changed
be: Зьмянілі аздабленьне

source: Theme default
be: Звычайнае аздабленьне

source: Themes
be: Аздабленьні

source: There are some standard TOS flags defined:
be: Вось некалькі звычайных відаў службы:

source: There are some standard TOS flags defined: </p>
be: Вось некалькі звычайных відаў службы: </p>

source: There is a new option in the context menu (right-click) for directory listings.
be: У выплыўным мэню (выклікаецца правым пстрыкам) зьявілася новая можнасьць: «Перайсьці ў каталёґ».

source: They will be installed on application exit
be: Яны ўсталююцца па выхадзе з праґрамы.

source: They will by setup on application exit
be: Абнаўленьне ўсталюецца па выхадзе з праґрамы

source: This Action already exists
be: Гэтае дзеяньне ўжо існуе

source: This HTTP proxy will only be used to request
be: Гэты пасродак HTTP будзе ўжывацца толькі каб запытвацца

source: This Hub is not a Favorite Hub
be: Гэты асяродак не з улюбёных

source: This Raw already exists
be: Гэты наўпроставы загад ужо існуе

source: This Wizard can help you to setup FlylinkDC++ client:
be: Гэты сродак дапаможа вам уладкаваць у кліенце FlylinkDC++:

source: This description will show in the user list.
be: Гэтае апісаньне будзе паказвацца ў сьпісе карыстальнікаў.

source: This feature is only available to power user!
be: Да гэтае асаблівасьці маюць доступ толькі карыстальнікі з правамі спраўніка!

source: This file has already finished downloading
be: Гэта файл ужо сьцягнулі

source: This file is already queued
be: Гэта файл ужо стаіць у чарзе

source: This file was in my bowl
be: Я меў гэты файл у абагуленым

source: This folder already shared
be: Гэты каталёґ ужо абагулілі

source: This folder is already shared
be: Гэты каталёґ ужо абагулілі

source: This hub is not a favorite hub
be: Гэты асяродак не з улюбёных

source: This hub is trying to use your client to spam %1%, please urge hub owner to fix this
be: Гэты асяродак спрабуе рассылаць непажаданыя паведамленьні %1% праз ваш кліент; калі ласка, паведаміце ўладальніку асяродку, каб ён выправіў гэта

source: This includes connecting to any IP address on any port.
be: злучэньні: злучацца з хоць-якім адрасам IP на хоць-якім порце.

source: This is another method of limiting simultaneous downloads,
be: Гэта іншы спосаб абмяжоўваць колькасьць файлаў, якія адначасова

source: This is not used for 'Directory' type searches.
be: Не ўплывае, калі шукаем каталёґі.

source: This limits the number of simultaneous downloads.
be: Гэта абмяжоўвае колькасьць файлаў, якія адначасова сьцягваюцца.

source: This mode carries some serious limitations:
be: Гэты спосаб мае істотныя абмежаваньні:

source: This nickname, or handle, will identify you when you join a hub.
be: Гэтая мянушка будзе атаясьняць вас, калі вы далучаецеся да асяродку.

source: This option improves performance.
be: Гэта палепшыць выніковасьць.

source: This option needs superuser privileges!
be: Гэтая можнасьць патрабуе прывілеяў спраўніка!

source: This option removes the slow sources for all queue items (except file lists).
be: Гэтая можнасьць выкрасьляе ўсе павольныя крыніцы з усіх пунктаў чаргі (апроч сьпісаў файлаў).

source: This option will stop you from downloading files
be: Гэтая можнасьць дазваляе спыняць сьцягваць файлы,

source: This page will help you to setup IP for FlylinkDC++
be: Гэтая бачына дапаможа уладкаваць адрас IP для FlylinkDC++

source: This page will help you to setup network for FlylinkDC++
be: Гэтая бачына дапаможа уладкаваць сетку для FlylinkDC++

source: This plugin requires no configuration
be: Гэтая ўтулка не патрабуе настаўленьняў

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
be: Гэтая праґрама распаўсюджваецца з надзеяй, што яна будзе карыснаю, але БЕЗ АНІЯКІХ ПАРУК; нават без парукі мець КАМЭРЦЫЙНУЮ ВАРТАСЬЦЬ ці БЫЦЬ ПРЫДАТНАЮ ДА НЕЙКАЕ МЭТЫ.

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or(at your option) any later version.
be: Гэтая праґрама належыць да вольных праґрамных сродкаў: вы можаце распаўсюджваць і (ці) зьмяняць яе на ўмовах трэцяе ці (на ваш выбар) пазьнейшае вэрсіі ліцэнзіі GNU General Public License, якую апублікавала Free Software Foundation.

source: This search type already exists
be: Гэты від пошуку ўжо існуе

source: This version released or there is a newer version
be: Ёсьць выпуск гэтае ці навейшае вэрсіі

source: This way EiskaltDC++ will automatically open the ports it needs
be: Такім чынам EiskaltDC++ будзе самарушна адчыняць порты,

source: Threaded Checking Preferences
be: Перавагі чаргі спраўджаньня

source: Threshold users
be: Парог карыстальнікаў

source: Throughput
be: Прадукцыйнасьць

source: TiB
be: ТіБ

source: Time
be: Час

source: Time Left
be: Засталося

source: Time last seen
be: Апошні раз бачылі

source: Time left
be: Засталося часу

source: Time stamp
be: Часадзнака

source: Time to end session
be: Час да таго, каб скончыць сэанс

source: Timeout raw
be: Часаспын загадам

source: Timestamp
be: Часадзнака

source: Timestamps Help
be: Дапамога па часадзнаках

source: Timestamps disabled
be: Не выкарыстоўваем часадзнакі

source: Timestamps enabled
be: Задзейнічалі часадзнакі

source: Title
be: Загаловак

source: To
be: Каму

source: To (empty for selected user)
be: Каму (пуста = абранаму карыстальніку)

source: To enable autodrop, turn on either "Autodrop slow sources for all queue items"
be: Каб крыніцы самарушна адкідаліся, задзейнічайце або «Самарушна адкідаць павольныя крыніцы ва ўсіх пунктах чаргі», або «Выкрасьляць павольныя сьпісы файлаў»

source: To start downloading file you need turn on auto search alternatives (Settings/Downloads/Queue)
be: Каб файл пачаў сьцягвацца, трэба дазволіць самарушна шукаць крыніцы (Перавагі/Сьцягванае/Чарга)

source: To: PM recipient
be: Каму: атрымальнік асабістага паведамленьня

source: Together
be: І тое, і гэтае

source: Toggle main menu
be: Паказаць або схаваць галоўнае мэню

source: Toggle window when selecting an active tab
be: Перамыкаць вокны, калі абіраем ужо дзейную картку

source: Toolbar
be: Панэль прыладаў

source: Toolbar Images
be: Відарысы паліцы прыладаў

source: Toolbar images
be: Відарысы паліцы прыладаў

source: Tools panel
be: Панэль прыладаў

source: Top
be: ўверсе

source: Top (number of matches, more than)
be: Найлепшыя (неабходная колькасьць супадзеньняў)

source: Top position
be: Уверсе

source: Top: >
be: Найлепшыя: >

source: Total down: <b>%3</b>
be: Разам сьцягнулі: <b>%3</b>

source: Total files count:
be: Агульная колькасьць файлаў:

source: Total folders count:
be: Агульная колькасьць каталёґаў:

source: Total folders size:
be: Агульны памер каталёґаў:

source: Total received
be: Агулам атрымалі

source: Total sent
be: Агулам адаслалі

source: Total share size: %1; Files: %2
be: Агульны памер абагуленага: %1; файлаў: %2

source: Total shared: %1
be: Разам абагулілі: %1

source: Total size:
be: Разам:

source: Total size: %1
be: Агульны памер: %1

source: Total size: 0 B
be: Агульны памер: 0 Б

source: Total slots
be: Разам шчылінаў

source: Total up: <b>%2</b>
be: Разам зацягнулі: <b>%2</b>

source: Total:
be: Разам:

source: TransCode (selected) Text
be: Ператварыць (выбраны) тэкст

source: Transcode (selected) Text
be: Ператварыць (выбраны) тэкст

source: Transfer (TCP)
be: Перадаваньне (TCP)

source: Transfer Port (%1% TCP)
be: Порт перадаваньня (%1% TCP)

source: Transfer Rate Limiting
be: Абмяжоўваць хуткасьці перадаваньня

source: Transfer View
be: Сьпіс перадаванага

source: Transfer limiter disabled
be: Перадаваньне не абмяжоўваецца

source: Transfer limiter enabled
be: Перадаваньне абмяжоўваецца

source: Transfer progressbar - actual segment
be: Стужка перад.: бягучая частка

source: Transfer progressbar - background
be: Стужка перадаваньня: тло

source: Transfer progressbar - decompressed part
be: Стужка перад.: распакав. частка

source: Transferlist double click action
be: Падв. пстрык у сьпісе перадав.

source: Transferred
be: Перадалі

source: Transfers
be: Перадаецца

source: Transfers::updateTransfer, CID not found %s
be: Transfers::updateTransfer, не знайшлі азначальнік (CID) %s

source: Transferview progressbars
be: Стужкі поступу перадаваньня

source: Translation
be: Пераклад

source: Translation (*.qm)
be: Пераклад (*.qm)

source: Translations
be: Пераклады

source: Translators
be: Перакладчыкі

source: Treat files with a leading dot as hidden (unix like hidden files)
be: Ставіцца да файлаў з кропкаю на пачатку як да схаваных (файлы, «схаваныя» як у UNIX)

source: Trust IP address
be: Давяраць IP-адрэсам

source: Trusted certificates path
be: Шлях да давераных пасьведч.

source: Trying next method for DHT Port!
be: Спрабуем наступны спосаб для порту DHT!

source: Trying next method for Encrypted Transfer Port!
be: Спрабуем наступны спосаб для порту шыфраванага перадаваньня!

source: Trying next method for Search Port!
be: Спрабуем наступны спосаб для порту пошуку!

source: Trying next method for Transfer Port!
be: Спрабуем наступны спосаб для порту перадаваньня!

source: Trying next method for Web Server Port!
be: Спрабуем наступны спосаб для порту паслужніка сеціва!

source: Turn DHT feature on?
be: Ці задзейнічаць DHT?

source: Turning on this feature can cause to download from and upload to external network.
be: Калі скарыстацца гэтаю асаблівасьцю, гэта дазволіць сьцягваць і зацягваць у вонкавую сетку.

source: Turning on this feature can cause to download from and upload to external network. Use this checkbox only if you understand what you are doing. Turn DHT feature on?
be: Калі скарыстацца гэтаю асаблівасьцю, гэта дазволіць сьцягваць і зацягваць у вонкавую сетку. Карыстайцеся гэтым толькі тады, калі вы разумееце, што вы робіце.

source: Turning this feature on can cause to download from and upload to external network.
be: Калі скарыстацца гэтаю асаблівасьцю, гэта дазволіць сьцягваць і зацягваць у вонкавую сетку.

source: Two colors
be: Два колеры

source: Type
be: Від

source: Type Size
be: Памернасьць

source: Type source
be: Від крыніцы

source: Type-of-Service (ToS)
be: Від службы (ToS)

source: Typing notification
be: Калі друкую

source: Typing sound
be: Гук, калі друкуецца

source: U:
be: З:

source: UDP Port
be: Порт UDP

source: UDP port
be: Порт UDP

source: UP
be: Угору

source: URL
be: Спасылка

source: Ukraine
be: Украіна

source: Ukrainian
be: Украінская

source: Ukrainian translation
be: Украінская мова

source: Unable to connect: already connected to the requested hub
be: Не магу злучыцца: з запытаным асяродкам ужо злучыліся

source: Unable to create thread
be: Не магу стварыць ніць

source: Unable to export settings.
be: Немагчыма выняць налады.

source: Unable to load file list:
be: Не магу прачытаць сьпіс файлаў:

source: Unable to load file list: Invalid file list name
be: Не магу прачытаць сьпіс файлаў: хібная назва сьпісу файлаў

source: Unable to move %1% to %2% (%3%) nor to rename to %4% (%5%)
be: Не магу ані перасунуць %1% у %2% (%3%), ані даць новую назву: %4% (%5%)

source: Unable to move %1% to %2% (%3%); renamed to %4%
be: Не магу перасунуць %1% у %2% (%3%); далі новую назву: %4%

source: Unable to open %1 port.
be: Не магу адчыніць порт %1%.

source: Unable to open %1% port(s); connectivity settings must be configured manually
be: Не магу адчыніць порт(ы) %1%; вам трэба наставіць злучэньне самастойна

source: Unable to open %1% port.
be: Не магу адчыніць порт %1%.

source: Unable to open %s port(s).
be: Не магу адчыніць порт(ы) %s.

source: Unable to open File-list:
be: Не магу адчыніць сьпіс файлаў:

source: Unable to open TCP/TLS port.
be: Не магу адчыніць порт TCP або TLS.

source: Unable to open filelist:
be: Не магу адчыніць сьпіс файлаў:

source: Unable to open filelist: %1%
be: Не магу адчыніць сьпіс файлаў: %1%
